Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Lebende Austern
en: Oysters, live

source: Tannenbäume zu Veredlungszwecken
en: Fir trees for grafting purposes

source: Flachspflanzen [Leinsamen]
en: Flax [linseed] plants

source: Mandeln [Früchte]
en: Almonds [fruits]

source: Getreidepräparate als Tiernahrung
en: Cereals preparations being food for animals

source: Hundefutter mit Käsegeschmack
en: Cheese flavoured foodstuffs for dogs

source: Tierfutter auf Haferbasis
en: Oat-based food for animals

source: Heu
en: Hay

source: Kraftfutter für Tiere
en: Strengthening animal forage

source: Strohmulch zur Unkrautunterdrückung
en: Mulch (Straw -) for weed suppression

source: Kekse für Welpen
en: Biscuits for puppies

source: Weizen
en: Wheat

source: Wacholderbeeren
en: Juniper berries

source: Mastschrot für Tiere
en: Stall food for animals

source: Frische Avocados
en: Fresh avocados

source: Frische Gurken
en: Cucumbers, fresh

source: Kränze aus natürlichen Blumen
en: Wreaths of natural flowers

source: Reiskleie [Futtermittel]
en: Rice bran [animal feed]

source: In faserhaltigen Vermehrungssubstratmatten ausgesäte Samen zur Begrünung von Golfplätzen
en: Seeds pre-sown in matted fibrous propagation media for grassing golf courses

source: Katzenfutter in Dosen
en: Canned foodstuffs for cats

source: Futtermittel für Pferde
en: Foodstuffs for horses

source: Unverarbeitete Gerste
en: Barley (Unprocessed -)

source: Palmblätter [unbearbeitet oder teilweise bearbeitet]
en: Palm tree leaves [unworked or partly worked material]

source: Frische Erdbeeren
en: Strawberries [fresh]

source: Unverarbeitete Körner zum Essen
en: Unprocessed grains for eating

source: Malzkörner [unverarbeitet]
en: Malt grains [unprocessed]

source: Pollen [Rohstoff]
en: Pollen [raw material]

source: Verdauliche Kauknochen und -stangen für Heimtiere
en: Digestible chewing bones and bars for domestic animals

source: Essbare Kauknochen für Tiere
en: Edible chews for animals

source: Roher Kork
en: Rough cork

source: Goldfische
en: Goldfish

source: Vermehrungsmaterial [Saatgut]
en: Propagation material [seeds]

source: Hülsenfrüchte [Tierfuttermittel]
en: Pulses [foodstuffs for animals]

source: Rohes Getreide [unverarbeitet]
en: Raw cereals [unprocessed]

source: Schnittblumen
en: Cut flowers

source: Frische Orangen
en: Oranges, fresh

source: Futtermittel für Tiere mit pflanzlichen Extrakten
en: Foodstuffs for animals containing botanical extracts

source: Lebende Krustentiere
en: Crustaceans, live

source: Frischer Porree
en: Leeks, fresh

source: Saatgut in Pelletform
en: Seeds in pellet form

source: Futter für Wildvögel
en: Food for wild birds

source: Futterpräparate für Katzen
en: Food preparations for cats

source: Futterpräparate für Hunde
en: Food preparations for dogs

source: Mit Hühnerfleisch versetztes Hundefutter
en: Foods containing chicken for feeding dogs

source: Essbare Kauerzeugnisse für Haustiere
en: Edible chewing products for domestic animals

source: Frische Kirschen
en: Cherries (Fresh -)

source: Chilis, unverarbeitet
en: Chillies (Unprocessed -)

source: Sträuße aus frischen Blumen
en: Bouquets of fresh flowers

source: Tierfuttermittel auf Milchbasis
en: Milk-based foodstuffs for animals

source: Nebenprodukte der Getreideverarbeitung für Viehfutter
en: By-products of the processing of cereals, for animal consumption

source: Unverarbeitete Bienenpollen
en: Bee pollen (Unprocessed -)

source: Lebende Tiere
en: Live animals

source: Lebende Hummer
en: Lobsters, live

source: Abalonen [lebend]
en: Abalones [live]

source: Blaumuscheln [lebend]
en: Blue mussels [live]

source: Zwiebeln für gärtnerische Zwecke
en: Bulbs for horticultural purposes

source: Frische Bananen
en: Fresh bananas

source: Frische Zitronen
en: Lemons, fresh

source: Kurzhals-Muscheln [lebend]
en: Short-necked clams [live]

source: Sepiaschalen für Vögel
en: Cuttle bone for birds

source: In faserhaltigen Vermehrungssubstratmatten ausgesäte Samen zur Begrünung von Feldwegen
en: Seeds pre-sown in matted fibrous propagation media for grassing tracks

source: Poleiminzen [Pflanzen]
en: Pennyroyal [plants]

source: Frische Ananas
en: Pineapples [fresh]

source: Fischmehl als Tierfutter
en: Fish meal for animal consumption

source: Lebende Obstpflanzen
en: Living fruit plants

source: Unverarbeitete Oliven
en: Unprocessed olives

source: Frische Tropenfrüchte
en: Tropical fruits [fresh]

source: Milchersatz zur Verwendung als Tierfuttermittel
en: Milk substitutes for use as foodstuffs for animals

source: Granatäpfel
en: Pomegranates

source: Katzenfutter, das Leber enthält
en: Foods containing liver for feeding cats

source: Hundefutter mit Rindfleischgeschmack
en: Foods flavoured with beef for feeding dogs

source: Pyrethrum [Pflanzen]
en: Pyrethrum [plants]

source: Rückstände aus der Malzverarbeitung zur Verwendung als Futtermittel
en: Residues from malt treatment for use as an animal feed

source: Gesandetes Papier als Einstreumaterial für Haustiere
en: Sanded paper for domestic animals (litter)

source: Christbäume, geschlagen
en: Living christmas trees [cut]

source: Frische Chilis
en: Fresh chilies

source: Fischeier zu Brutzwecken
en: Fish eggs for hatching

source: Getrocknete Blumendekorationen
en: Floral decorations [dried]

source: Verarbeiteter Mais für Futterzwecke
en: Maize (Processed -) for consumption by animals

source: Futter für Rennhunde
en: Food for racing dogs

source: Tannenbäume zu Vermehrungszwecken
en: Fir trees for propagation purposes

source: Bienenpollen als Rohstoff für gewerbliche Zwecke
en: Bee pollen being raw material for industrial use

source: Frischer Paprika
en: Fresh peppers

source: Frische Endivien
en: Chicory, fresh

source: Leckerbissen für Tiere
en: Edible treats for animals

source: Gemahlene Futterprodukte
en: Milled food products for animals

source: Mulchmatten aus Naturmaterialien zur Unkrautunterdrückung
en: Mulch mats made of natural materials for use in suppressing weeds

source: Essbare Pflanzen [unverarbeitet]
en: Natural edible plants [unprocessed]

source: Hunde
en: Dogs

source: Unbearbeitete Algen für den menschlichen Verzehr
en: Unprocessed algae for human consumption

source: Frische Trauben
en: Grapes, fresh

source: Unverarbeitete Kartoffeln
en: Unprocessed potatoes

source: Frische Pilze
en: Mushrooms, fresh

source: Frischer Ingwer
en: Fresh ginger

source: Aus luftgetrocknetem Heu gewonnene Futtermittel
en: Animal foodstuffs derived from air-cured hay

source: Rosen
en: Roses

source: Samen von Urushis
en: Seeds of urushi

source: Unverarbeitete Aprikosen
en: Unprocessed apricots

source: Unverarbeitete Artischocken
en: Unprocessed artichokes

source: Unverarbeitete Rüben
en: Unprocessed beets

source: In faserhaltigen Vermehrungssubstratmatten ausgesäte Samen zur Begrünung von Wegen
en: Seeds pre-sown in matted fibrous propagation media for grassing paths

source: Futtermittel für Bienen
en: Feeding substances for bees

source: Frische Karotten
en: Carrots (Fresh -)

source: Zuckerrohr
en: Sugarcane

source: Frische Litschis
en: Lichees, fresh

source: Lebende Fischköder
en: Fishing bait, live

source: Lebende Seegurken
en: Sea-cucumbers, live

source: Lebende Langusten
en: Spiny lobsters, live

source: Frischer Zuckermais
en: Sweetcorn [fresh]

source: Knollen zur Pflanzenvermehrung
en: Tubers for plant propagation

source: Unverarbeitete Früchte
en: Unprocessed fruits

source: Blumen
en: Flowers

source: Frische Mandarinen
en: Mandarins [fruit, fresh]

source: Leckerbissen für Hunde
en: Dog treats [edible]

source: Frische Aprikosen
en: Fresh apricots

source: Katzenfutter mit Rindfleischgeschmack
en: Foods flavoured with beef for feeding cats

source: Rebstöcke
en: Vine plants

source: Futter für Aquariumfische
en: Food for aquarium fish

source: Lebende Pflanzen zur Verwendung für Aquarien
en: Live plants used as aquarium landscapes

source: Mulch aus Kokosfasern
en: Coconut fibre mulches

source: Katzenstreu und Streumittel für Kleintiere
en: Cat litter and litter for small animals

source: Saatmatten zum Anlegen von Rasenflächen
en: Seed (Mats containing -) for laying lawns

source: Frische Algen
en: Fresh seaweed

source: Frische Sojabohnen
en: Fresh soya beans

source: Erdnussmehl für Tiere
en: Peanut meal for animals

source: Erdnussölkuchen für Tiere
en: Peanut cake for animals

source: Getreideprodukte für Futterzwecke
en: Cereals products for consumption by animals

source: Kauknochen für Hunde
en: Chewing bones for dogs

source: Katzenfutter auf der Basis von Fisch oder aus Fisch bestehend
en: Foodstuffs for cats based on or consisting of fish

source: Eingemachtes oder konserviertes Tierfutter
en: Canned or preserved foods for animals

source: Natürliche Samen
en: Natural seeds

source: Hafermehl für Futterzwecke
en: Oatmeal for consumption by animals

source: Ölsaatmehl für Tiere
en: Oilseed meal for animals

source: Frische Rüben
en: Beet, fresh

source: Frische Minze
en: Mint [fresh]

source: Irisches Moos, nicht für medizinische Zwecke
en: Irish moss, other than for medical purposes

source: Weizenproteine für Tierfutter
en: Wheat proteins for animal food

source: Aus Heu gewonnene Futtermittel
en: Animal foodstuffs derived from hay

source: Tierfutter in Form von Nüssen
en: Animal foodstuffs in the form of nuts

source: Seebarsche [lebend]
en: Sea basses [live]

source: Hundefutter in Dosen
en: Canned foodstuffs for dogs

source: Futtermittel für Geflügel
en: Foodstuffs for poultry

source: Futter für Welpen
en: Foodstuffs for puppies

source: Gestecke aus frischen Blumen
en: Fresh flower arrangements

source: Trockenblumenarrangements zu Dekorationszwecken
en: Arrangements of dried flowers for decorative purposes

source: Produkte auf Rindenbasis [Mulch]
en: Bark-based products for use in mulching

source: Brennereiabfallprodukte für Tierfutter
en: Distillery waste for animal consumption

source: Essbare Wassertiere [lebend]
en: Edible aquatic animals [live]

source: Naturreis zur Verwendung als Tierfutter
en: Natural rice for use as animal fodder

source: Künstliches Tierfutter
en: Synthetic animal feed

source: Unverarbeiteter Ingwer
en: Unprocessed ginger

source: Milch zur Verwendung als Futtermittel
en: Milk for use as foodstuffs for animals

source: Lebende Teichpflanzen
en: Plants for ponds [live]

source: Milchpulver für junge Katzen
en: Powdered milk for kittens

source: Getreide für Futterzwecke verarbeitet
en: Processed cereals for consumption by animals

source: Frische junge Sojabohnen in der Schote [Edamame]
en: Young fresh soybeans in the pod (eda-mame)

source: Nährstoffe [Futtermittel] für Fische
en: Nutrients [foodstuffs] for fish

source: Frische Haselnüsse
en: Hazelnuts, fresh

source: Frische Birnen
en: Pears, fresh

source: Trockenblumen für Dekorationszwecke
en: Flowers, dried, for decoration

source: Unverarbeitete essbare Samen
en: Edible seeds [unprocessed]

source: Obstbäume
en: Fruit trees

source: Fullererde zur Verwendung als Tierstreu
en: Fuller's earth for use as animal litter

source: Frische Nüsse
en: Nuts being fresh

source: Haferkuchen für Futterzwecke
en: Oat cakes for consumption by animals

source: Unverarbeitete Erdnüsse
en: Peanuts, unprocessed

source: Grütze für Geflügel
en: Groats for poultry

source: Essbare Kauknochen für Hunde
en: Digestible chewing bones for dogs

source: Unverarbeitete Orangen
en: Unprocessed oranges

source: Unverarbeiteter Paprika
en: Unprocessed peppers

source: Unverarbeitete Blaubeeren
en: Unprocessed blueberries

source: Kokosnüsse
en: Coconuts

source: Aktivgetrocknete Hefe für Tiere
en: Active dried yeast for animals

source: Heu enthaltende Futtermittel
en: Animal foodstuffs containing hay

source: Futtermittel zum Entwöhnen von Tieren
en: Animal foodstuffs for the weaning of animals

source: Unverarbeitete Äpfel
en: Unprocessed apples

source: Unverarbeitete Avocados
en: Unprocessed avocados

source: In faserhaltigen Vermehrungssubstratmatten ausgesäte Samen zur Begrünung von Sportplätzen
en: Seeds pre-sown in matted fibrous propagation media for grassing sports fields

source: Künstliche Milchpräparate zur Verwendung als Futtermittel für Kälber
en: Artificial milk prepared for use as a feeding stuff for calves

source: Zuckerrohbagasse [im Rohzustand]
en: Bagasses of cane [raw material]

source: Holzspäne zur Herstellung von Holzstoff
en: Wood chips for the manufacture of wood pulp

source: Unverarbeitet Zuckerbagasse
en: Raw sugar cane bagasses

source: Reismehl [Futtermittel]
en: Rice meal for forage

source: Malzalbumin als Tierfutter [außer für medizinische Zwecke]
en: Malt albumin for animal consumption [other than for medical use]

source: Milch zur Verwendung als Hundefutter
en: Milk for use as foodstuffs for dogs

source: Topfpflanzen
en: Potted plants

source: Zwergbäume in Töpfen [Bonsai]
en: Potted dwarfed trees (bonsai)

source: See Brassen [roter Schnapper, lebend]
en: Sea breams [red snappers, live]

source: Hundefutter, das Leber enthält
en: Foods containing liver for feeding dogs

source: Frisches Wurzelgemüse
en: Root vegetables [fresh]

source: Steckling [Pflanzen]
en: Cuttings (Plant -)

source: Malz für Brauereien und Brennereien
en: Malt for brewing and distilling

source: Frische Zwiebeln
en: Onions, fresh

source: Mit einem Schädlingsbekämpfungsmittel versetztes Saatgut
en: Seeds coated with an anti-parasitic preparation

source: Rindfleisch enthaltendes Hundefutter
en: Foods containing beef for feeding dogs

source: Mit Hühnerfleisch versetztes Katzenfutter
en: Foods containing chicken for feeding cats

source: Futterpräparate für Bienen
en: Feeding preparations for bees

source: Küken
en: Chicks

source: Kletterpflanzen
en: Climbing plants

source: Apfelbäume
en: Apple trees

source: Tierstreu aus wasserhaltigem Kalziumsilikat
en: Animal litter made from hydrated calcium silicate

source: Gras
en: Grass

source: Land-, garten- und forstwirtschaftliche Erzeugnisse sowie Erzeugnisse der Aquakultur
en: Agricultural and aquacultural crops, horticulture and forestry products

source: Lebende Tiere, Lebewesen für die Zucht
en: Live animals, organisms for breeding

source: Pflanzenreste [Rohmaterial]
en: Plant residues (raw materials)

source: Samen, Knollen und Setzlinge für die Pflanzenzucht
en: Seeds, bulbs and seedlings for plant breeding

source: Pilze
en: Fungi

source: Malz und unverarbeitetes Getreide
en: Malts and unprocessed cereals

source: Malz
en: Malt

source: Frische Cashewnüsse
en: Fresh cashew nuts

source: Frische Kolanüsse
en: Fresh cola nuts

source: Frische Kichererbsen
en: Fresh chick peas

source: Frische Kornelkirschen [Sansuyu] als lebende Pflanzen
en: Fresh corni fructus (Sansuyu) in the nature of live plants

source: Frischer Beifuß [Yakssuk] als lebende Pflanze
en: Fresh mugwort (Yakssuk) in the nature of live plants

source: Frische Matsutake-Pilze
en: Fresh pine mushroom

source: Frisches asiatisches Blattgemüse
en: Fresh leafy Asian vegetables

source: Frisches Khorasan-Weizengras
en: Fresh khorasan wheatgrass

source: Frische Weintrauben
en: Fresh wine grapes

source: Frische Kürbisse
en: Fresh pumpkins

source: Lebende Oktopusse
en: Live octopuses

source: Frische Bambussprossen
en: Fresh bamboo shoots

source: Frische aromatische Blätter des japanischen Pfefferbaums [Sansho]
en: Fresh flavoring leaves of Japanese pepper tree (Sansho)

source: Unverarbeitete Teeblätter
en: Unprocessed tea leaves

source: Frische Papayas
en: Fresh papayas

source: Frische Apfelmangos
en: Fresh apple mangos

source: Frische Ginkgonüsse
en: Fresh ginkgo nuts

source: Frische Mangos
en: Fresh mangos

source: Frische Mangostanen
en: Fresh mangosteens

source: Frische Rambutans
en: Fresh rambutans

source: Frisches Weizengras
en: Fresh wheatgrass

source: Frische Drachenfrüchte
en: Fresh dragon fruits

source: Frische Guaven
en: Fresh guavas

source: Lebende essbare Insekten
en: Edible insects, live

source: Kokons für die Seidenraupenzucht
en: Cocoons for silkworm breeding

source: Frische Bohnensprossen
en: Fresh bean sprouts

source: Frische schwarze Himbeeren [Bokbunja]
en: Fresh black raspberry (Bokbunja)

source: Frischer Rosenkohl
en: Fresh brussel sprouts

source: Frische essbare Blumen
en: Fresh edible flowers

source: Frische japanische Kakipflaumen
en: Fresh Japanese persimmons

source: Frischer Chinakohl [Baechu]
en: Fresh napa cabbage (Baechu)

source: Frische Perilla-Blätter [Shiso]
en: Fresh perilla leaves (Shiso)

source: Frische Süßkartoffeln
en: Fresh sweet potatoes

source: Frische Walnüsse
en: Fresh walnuts

source: Geschenkkörbe mit frischen Früchten
en: Gift baskets of fresh fruits

source: Lebende Labortiere
en: Live laboratory animals

source: Rohe rote Bohnen
en: Raw red beans

source: Unverarbeiteter Agar [Tengusa-Algen]
en: Unprocessed agar (Tengusa seaweed)

source: Unverarbeitete Braunalgen [Hijiki-Algen]
en: Unprocessed brown algae (Hijiki seaweed)

source: Unverarbeiteter Buchweizen
en: Unprocessed buckwheat

source: Unverarbeitete Leinsamen
en: Unprocessed flax seeds

source: Unverarbeitete Kolbenhirse
en: Unprocessed foxtail millet

source: Unverarbeitete japanische Hühnerhirse
en: Unprocessed Japanese barnyard millet

source: Unverarbeiteter Kelp [Kombu-Alge]
en: Unprocessed kelp (Kombu seaweed)

source: Unverarbeitete Quinoa
en: Unprocessed quinoa

source: Unverarbeiteter Meerlattich [Aosa-Alge]
en: Unprocessed sea lettuce (Aosa seaweed)

source: Unverarbeiteter Seetang [Wakame]
en: Unprocessed seaweed (Wakame)

source: Unverarbeitete Schalotten
en: Unprocessed shallots

source: Unverarbeitete Zuckerrüben
en: Unprocessed sugar beets

source: Frische Shiitake-Pilze
en: Fresh shiitake mushrooms

source: Frische Stangenbohnen
en: Fresh string beans

source: Unverarbeitete Ölsaaten
en: Unprocessed oil seeds

source: Frische Ballonblumenwurzel [Doraji]
en: Fresh balloon flower root (Doraji)

source: Frische grüne Schälerbsen
en: Fresh green split-peas

source: Unverarbeiteter essbarer Tang
en: Unprocessed edible laver

source: Lebende Krebse
en: Crayfish, live

source: Samenkörner
en: Sowing seeds

source: Lebende Heringe
en: Herrings, live

source: Lebender Lachs
en: Salmon, live

source: Frische Pilze für Nahrungszwecke
en: Mushrooms, fresh, for food

source: Frische Betelnüsse
en: Betel nuts, fresh

source: Unverarbeitete Litschis
en: Unprocessed lychee fruit

source: Ochsenziemer als Leckereien für Haustiere
en: Pet treats in the nature of bully sticks

source: Hamster
en: Hamsters

source: Leckerbissen für Pferde
en: Edible horse treats

source: Getränke für Katzen
en: Beverages for cats

source: Frischer Kerbel
en: Fresh chervil

source: Streu für Kleintiere
en: Small animal litter

source: Frische Kiwis
en: Fresh kiwi fruit

source: Frische Kirschtomaten
en: Fresh cherry tomatoes

source: Zellulose zum Gebrauch als Tierstreu
en: Cellulose for use as animal bedding

source: Frische Datteltomaten
en: Fresh grape tomatoes

source: Streu aus recyceltem Papier für Kleintiere
en: Small animal bedding made of recycled paper

source: Malz für Brauzwecke
en: Malt for brewing

source: Myzel für Landwirtschaftszwecke
en: Mycelium for agricultural purposes

source: Loser Hanf zum Gebrauch als Tierstreu
en: Loose hemp for use as animal bedding

source: Lebende Fische, nicht für die menschliche Ernährung
en: Live fish, other than for human consumption

source: Scheuernde Einlagen für Katzenkistchen
en: Abrasive liners for cat litter pans

source: Frische Marrow-Zucchini
en: Vegetable marrows, fresh

source: Frische Cranberries
en: Fresh cranberries

source: Frische Blutorangen
en: Fresh blood oranges

source: Frische Sternfrüchte
en: Fresh carambolas

source: Lebende Barsche
en: Live perches

source: Lebende Dorsche
en: Live codfishes

source: Lebende Karauschen
en: Live crucian carps

source: Lebende Silberkarpfen
en: Live silver carps

source: Essbare Köder
en: Edible baits

source: Frisches Obst und Gemüse
en: Fresh fruits and vegetables

source: Girlanden aus natürlichen Blumen
en: Garlands of natural flowers

source: Frische essbare Wurzelstöcke
en: Fresh edible rootstocks

source: Getrocknete Blumenarrangements
en: Dried flower arrangements

source: Sporen für Landwirtschaftszwecke
en: Spores for agricultural purposes

source: Frische Pistazien
en: Fresh pistachio nuts

source: Streu für Tiere
en: Litter for animals

source: Futtermittel und Tiernahrung
en: Foodstuffs and fodder for animals

source: Lebender Salat
en: Living salad

source: China-Rosen
en: Chinese roses

source: Frische Erdbeer-Guaven
en: Fresh strawberry guavas

source: Frische Lulofrüchte
en: Fresh naranjillas

source: Frische Cashewäpfel
en: Fresh cashew apples

source: Frische Favabohnen
en: Fresh fava beans

source: Frische Kapstachelbeeren
en: Fresh golden berries

source: Frische Limoncillos
en: Fresh Spanish limes

source: Frische Champignons
en: Fresh champignons

source: Frische Pfifferlinge
en: Fresh chanterelles

source: Frische Ananas-Guaven [Feijoa]
en: Fresh pineapple guavas (feijoa)

source: Frische Zimtäpfel
en: Fresh sugar-apples

source: Frische Passionsfrüchte
en: Fresh passion fruit

source: Frische Lotuswurzeln
en: Fresh lotus roots

source: Lebende schwarze Seidenhühner
en: Live black-bone chickens

source: Konservierte Blumen
en: Preserved flowers

source: Frischer Ginseng
en: Fresh ginseng

source: Unverarbeiteter Ginseng
en: Unprocessed ginseng

source: Lebende Sardinen
en: Sardines, live

source: Frische Weißdornfrüchte
en: Fresh hawthorn fruits

source: Frischer Rucola
en: Fresh arugula

source: Frischer Radicchio
en: Fresh radicchio

source: Gräser [Pflanzen]
en: Grasses [plants]

source: Lebende Kaiserhummer
en: Live langoustines

source: Frischer Kohlrabi
en: Fresh kohlrabi

source: Frischer Senfkohl
en: Fresh bok choy

source: Frische Wasserkastanien
en: Fresh water chestnuts

source: Frische Paranüsse
en: Fresh Brazil nuts

source: Frischer Oregano
en: Fresh oregano

source: Frischer Rosmarin
en: Fresh rosemary

source: Frische Himbeeren
en: Fresh raspberries

source: Frische Maulbeeren
en: Fresh mulberries

source: Frische Loganbeeren
en: Fresh loganberries

source: Frische Stachelbeeren
en: Fresh gooseberries

source: Frische Moltebeeren
en: Fresh cloudberries

source: Frische Boysenbeeren
en: Fresh boysenberries

source: Frische Brombeeren
en: Fresh blackberries

source: Frische Adzukibohnen
en: Fresh adzuki beans

source: Frische Pflaumentomaten
en: Fresh plum tomatoes

source: Frische Noni-Früchte
en: Fresh noni fruit

source: Frische Goji-Beeren
en: Fresh goji berries

source: Alkoholfreie Weine
en: Alcohol free wine

source: Hopfenextrakte für die Bierherstellung
en: Extracts of hops for making beer

source: Isotonische Getränke [nicht für medizinische Zwecke]
en: Isotonic beverages [not for medical purposes]

source: Aromatisierte Wasser
en: Flavoured waters

source: Konzentrate für die Zubereitung von Erfrischungsgetränken
en: Concentrates for use in the preparation of soft drinks

source: Energiegetränke [nicht für medizinische Zwecke]
en: Energy drinks [not for medical purposes]

source: Hopfenextrakte zur Verwendung bei der Zubereitung von Getränken
en: Hop extracts for use in the preparation of beverages

source: Limonaden
en: Lemonades

source: Stille Wasser
en: Still water

source: Biere mit Kaffeegeschmack
en: Coffee-flavored beer

source: Gemüsesäfte [Getränke]
en: Vegetable juices [beverages]

source: Isotonische Getränke
en: Isotonic beverages

source: Unvergorener Traubenmost
en: Grape must, unfermented

source: Sarsaparilla [alkoholfreies Getränk]
en: Sarsaparilla [non-alcoholic beverage]

source: Nichtalkoholische Getränke
en: Non-alcoholic beverages

source: Koffeinhaltige Energiegetränke
en: Energy drinks containing caffeine

source: Alkoholfreie Biere
en: Non-alcoholic beer

source: Sodawasser
en: Soda water
